name-subtype-indicator = Реагент-индикатор токсина
desc-subtype-indicator = Разлагает токсины в крови, давая возможность определять подтип токсина.
phy-desc-subtype-indicator = Фиолетовое и очень лёгкое 
fla-subtype-indicator = Солёное и вяжет

name-ToxinePM = PM-токсин
desc-ToxinePM = Природный молекулярный токсин. 
phy-desc-ToxinePM = Зелёное и густое  
fla-ToxinePM = свежее и солёненькое

name-ToxineSM = SM-токсин
desc-ToxineSM = Синтетический молекулярный токсин. 
phy-desc-ToxineSM = Голубое и мутноватое 
fla-ToxineSM = перехватывает дыхание

name-ToxineSA = SA-токсин
desc-ToxineSA = Синтетический атомарный токсин.  
phy-desc-ToxineSA = Блёклое
fla-ToxineSA = сушит рот

name-AlfaToxine = Альфа-токсин
desc-AlfaToxine = Жидкость показывающее нахождение токсина подтипа альфа. 
phy-desc-AlfaToxine = Красное с хлопьями осадка
fla-AlfaToxine = едкое и противное

name-BetaToxine = Бета-токсин
desc-BetaToxine = Жидкость показывающее нахождение токсина подтипа бета.  
phy-desc-BetaToxine = Синее с тяжёлым осадком
fla-BetaToxine = кислое и мерзкое

name-GammaToxine = Гамма-токсин
desc-GammaToxine = Жидкость показывающее нахождение токсина подтипа гамма. 
phy-desc-GammaToxine = Жёлтое и загущённое
fla-GammaToxine = горькое и отвратительное

name-SupAdsorbent = Особый адсорбент
desc-SupAdsorbent = В сочетании с определёнными веществами разлагает гамма-токсины, но сам по себе выводит яды из организма
phy-desc-SupAdsorbent = Синий, мутный, густой 
fla-SupAdsorbent = вяжет

name-Pricorine = Прикорин
desc-Pricorine = В сочетании с определёнными веществами разлагает природные токсины, но сам по себе может быть токсичным
phy-desc-Pricorine = Грязноватое и вяжет  
fla-Pricorine = вяжет

name-Cikilite = Сикилит
desc-Cikilite = В сочетании с определёнными веществами разлагает синтетические токсины, но сам по себе может вызывать жар
phy-desc-Cikilite = Розоватое и густое 
fla-Cikilite = Вкусненькое, но островато

name-Atmorine = Атморин
desc-Atmorine = В сочетании с определёнными веществами разлагает атомарные токсины, но и сам по себе выводит из организма яды
phy-desc-Atmorine = Сливовое и загущёное 
fla-Atmorine = сухое и шипит

name-Molytite = Молитит
desc-Molytite = В сочетании с определёнными веществами разлагает молекулярные токсины, но а сам по себе может способствовать заживлению ран
phy-desc-Molytite = Коричневое и плещущееся 
fla-Molytite = оооочень мерзкое и горькое

name-Vatine = Ватин
desc-Vatine = В сочетании с определёнными веществами разлагает токсины альфа-подтипа, но а сам по себе способствует заживлению ожогов и выводу ядов
phy-desc-Vatine = Серовато-зелёная взвесь 
fla-Vatine = гадкое, но с нежным послевкусием

name-Tunine = Тунин
desc-Tunine = В сочетании с определёнными веществами разлагает токсины бета-подтипа, но а сам по себе бесполезен к употреблению
phy-desc-Tunine = Красноватое с осадком
fla-Tunine = почти безвкусное

name-Teerine = Тирин
desc-Teerine = В сочетании с определёнными веществами разлагает токсины гамма-подтипа, но а сам по себе может выводить из организма яды
phy-desc-Teerine = Пурпурный и густой 
fla-Teerine = обволакивающий и неприятный

name-Primovan = Примован
desc-Primovan = Соединение способное расщиплять природные молекулярные токсины альфа-подтипа
phy-desc-Primovan = Мутная с хлопьями осадка 
fla-Primovan = сущащий

name-Prilectune = Прилектун
desc-Prilectune = Соединение способное превращать природные молекулярные токсины бета-подтипа в синтетические молекулярные гама-подтипа
phy-desc-Prilectune = Мутная взвесь
fla-Prilectune = сущащий

name-Priculrine = Прикулрин
desc-Priculrine = Соединение способное расщиплять природные молекулярные токсины гамма-подтипа на синтетические атомарные гамма-подтипа
phy-desc-Priculrine = Красноватая взвесь 
fla-Priculrine = сущащий и горьковатый

name-Sinmovan = Синмован
desc-Sinmovan = Соединение способное расщиплять синтетические молекулярные токсины альфа-подтипа
phy-desc-Sinmovan = Кирпичненько и прозрачно
fla-Sinmovan = неожиданно освежающе

name-Sinlectune = Синлектун
desc-Sinlectune = Соединение способное расщиплять синтетические молекулярные токсины бета-подтипа
phy-desc-Sinlectune = Красновато и прозрачно
fla-Sinlectune = удивительно освежающе

name-Sinculrine = Синкулрин
desc-Sinculrine = Соединение способное расщиплять синтетические молекулярные токсины гамма-подтипа
phy-desc-Sinculrine = Розовато и прозрачно
fla-Sinculrine = удивительно освежающе, но с горчинкой

name-Sinatvan = Синатван
desc-Sinatvan = Соединение способное расщиплять синтетические атомарные токсины альфа-подтипа
phy-desc-Sinatvan = Сливово и густо 
fla-Sinatvan = увлажняюще и вкусно

name-Sinatrine = Синаттун
desc-Sinatrine = Соединение способное расщиплять синтетические атомарные токсины бета-подтипа
phy-desc-Sinatrine = Фиолетово и густо
fla-Sinatrine = увлажняюще и вкусно

name-Sinattune = Синатрин
desc-Sinattune = Соединение способное расщиплять синтетические атомарные токсины гамма-подтипа
phy-desc-Sinattune = Тёмнорозово и густо
fla-Sinattune = увлажняюще и вкусно, хотя и с горчинкой